---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepLowerTopElevationIncludeInsulation
source: html/517887f4-ca38-bf7f-7eb2-e343b4d3b388.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepLowerTopElevationIncludeInsulation Property

"Lower End Top of Insulation Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId MepLowerTopElevationIncludeInsulation { get; }
```